Repository: luan-u/tvt-br-translation
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pt_br

source: * WhiteVoidRoom: A ''white'' featureless location, often an empty plane or void.
pt_br: * Br/SalaVaziaBranca: Um local ''branco'' sem características marcantes, geralmente um plano vazio.

source: * WhoWouldBeStupidEnough: A variation occurs every time someone asks if there's anyone dumber than Chavo, and Quico will interject by asking if someone was calling for him.
pt_br: * Br/QuemPoderiaSerTaoEstupido: Uma variante ocorre em que toda vez que alguém pergunta se existe uma pessoa mais burra que o Chaves, o Quico aparece e pergunta se alguém chamou por ele.

source: * WhyDidItHaveToBeSnakes: "I am ''uncomfortable''... with ''heights''." * YouAreWhatYouHate: Spooner displays an intense dislike towards humanoid robots... [[spoiler: despite being a cyborg.
pt_br: * Br/PorQueTinhaQueSerCobras: "Eu ''não me sinto bem''... em ''lugares altos''." * Br/VoceEOQueVoceOdeia: Spooner demonstra aversão forte a robôs humanoides... [[spoiler: apesar de ser um ciborgue.

source: * WhyDidItHaveToBeSnakes: There's a comic all about this, whose [[AnAesop aesop]] is teaching kids not to feel afraid of anything.
pt_br: * Br/PorQueTinhaQueSerCobras: Há uma história sobre isso, cujo [[Br/UmEsopo Esopo]] é sobre ensinar crianças a não sentirem medo de nada.

source: * WhyDontYouMarryIt: The Bowler says this to The Shoveler about Mr. Furious, which turns into an ArgumentOfContradictions.
pt_br: * Br/PorqueNaoSeCasaComIsso: A Boliche diz isso ao Pá, o que desencadeia uma Br/DiscussaoDeContradicoes.

source: * WickedCultured: Casanova Frankenstein's mansion and sense of fashion, although bizarrely and brilliantly mixed with Everything's Funkier With Disco.
pt_br: * Br/PerversoErudito: Casanova Frankenstein com seu senso de moda e sua mansão, ainda que misturada com doses excessivas de disco.

source: * WickedWitch: Save the obvious usage of magic, Doña Clotilde has most of the points of this archetype which is why the kids (and some of the adults) call her "The Witch of number 71".
pt_br: * Br/BruxaMa: Tirando o não-uso de magia, a Dona Clotilde tem muitas das características do arquétipo, o que rende a ela por parte das crianças (e alguns dos adultos) o apelido de "a bruxa do 71".

source: * WildWilderness: The untouched wilderness is a place of adventure and is treated as almost another world.
pt_br: * Br/SelvaSelvagem: A natureza intocada é um lugar de aventura e é tratada como um mundo totalmente distinto.

source: * WillTheyOrWontThey: [[spoiler: They won't.]] * YouKilledMyFather: Joca Ramiro was Diadorim's father.
pt_br: * Br/SeraQueElesVaoOuNao: [[spoiler: Não.]] * Br/VoceMatouMeuPai: Joca Ramiro era pai de Diadorim.

source: * WindmillScenery: Decorative windmills scattered around grassland.
pt_br: * Br/PaisagemComMoinhosDeVento: Muitos moinhos de vento decorativos e espalhados pela relva.

source: * WiseOldTurtle: Turtles and tortoises are depicted as wise old mentors.
pt_br: * Br/VelhaESabiaTartaruga: Tartarugas são retratadas como mentores sábios e velhos.

source: * WiseTree: Trees that are willing to teach others the ways of the world, stories of the ancient past, or the villain's weakness.
pt_br: * Br/ArvoreSabia: Árvores que estão dispostas a ensinar a outros os caminhos do mundo, histórias do passado antigo ou as fraquezas do vilão.

source: * With adaptations or [[TheRemake remakes]], when all the source material was already covered up in the previous movie(s), [[AdaptationExpansion continuing to churn out sequels with original stories]]--especially when the author of the original source material can't or won't help.
pt_br: * Acontece com adaptações ou [[Br/{{Refilmagem}} refilmagens]] quando todo o material fonte já foi utilizado no filme (ou filmes) anterior e então [[Br/AdaptacaoExpansiva se continua a produção de sequências com histórias originais]] -- principalmente quando o autor do material original não está disponível para ajudar.

source: * WithGreatPowerComesGreatResponsibility: A hero uses his powers and abilities to defend the helpless and weak from evil, rather than for personal gain, revenge or side benefits.
pt_br: * Br/ComGrandesPoderesVemGrandesResponsabilidades: Um herói usa seus poderes e habilidades para defender os fracos e oprimidos ao invés de usá-los para benefício próprio ou para vingança.

source: * WithGreatPowerComesGreatResponsibility: The newcomer hero realizes that they should use their powers to protect and help people rather than for personal gain.
pt_br: * Br/ComGrandesPoderesVemGrandesResponsabilidades: O herói novato compreende que ele deve usar seus poderes para proteger e ajudar pessoas ao invés de visar ganhos pessoais.

source: * WithholdingTheBigGood * WonderfulWerewolf * TheWonka: The owner of a business who runs the business well in spite of being completely bonkers.
pt_br: * Br/SegurarOGrandeBem * Br/LobisomemMaravilhoso * Br/OWonka: O proprietário de um negócio que o gere perfeitamente bem apesar de ser meio lelé da cabeça.

source: * WizardingSchool: Where kids with magical talent go to learn to cast spells (and maybe math and stuff).
pt_br: * Br/EscolaDeMagia: Para onde as crianças com talento mágico vão para aprender a conjurar magias (e talvez aprender as matérias do ensino regular).

source: * WontTakeYesForAnAnswer: A running gag whenever a character responds differently than they normally would.
pt_br: * Br/NaoAceitaSimComoResposta: Um gracejo recorrente sempre que um personagem responde de maneira diferente do normal.

source: * WoobieDestroyerOfWorlds: When someone's misery drives them towards a path of evil and destruction.
pt_br: * Br/CoitadinhoODestruidorDeMundos: Quando o tormento de um personagem o leva na direção de um caminho de maldade e destruição.

source: * WoobieFamily: An entire family full of miserable people who've been through a lot of pain together.
pt_br: * Br/FamiliaDeCoitadinhos: Uma família inteira cheia de pessoas miseráveis que passaram juntas por muitas dificuldades.

source: * WoobieOfTheWeek: A one-shot character who needs the hero's help to resolve their personal distress.
pt_br: * Br/CoitadinhoDaSemana: Um personagem de uso único que precisa da ajuda do herói para resolver seus problemas.

source: * WoobieSpecies: A whole ''species'' full of beings that have suffered a lot in a world out to get them.
pt_br: * Br/EspecieDeCoitadinhos: Uma ''espécie'' inteira cheia de seres que sofreram bastante em um mundo que parece agir contra eles.

source: * WoodenShipsAndIronMen: The Age of Sail.
pt_br: * Br/NaviosDeMadeiraEHomensDeFerro: A Era das Navegações.

source: * WordSequel: The sequels follow this pattern: ''Name, Name II, Name III, Name: Word''.
pt_br: * Br/SequenciaComPalavra: As sequências seguem o padrão: ''Nome, Nome II, Nome III, Nome: Palavra''.

source: * WorkingClassHero: The hero comes from a lower-class background.
pt_br: * Br/HeroiDaClasseTrabalhadora: O herói vem das classes mais baixas.

source: * WorkplaceHorror: Monstrosities and serial killers showing up at a mundane job site.
pt_br: * Br/HorroresNoLocalDeTrabalho: Monstruosidades e assassinos contumazes aparecendo em locais mundanos de trabalho.

source: * WorksSetInWorldWarI: 1914 -- 1918 * WorksSetInWorldWarII: 1939 -- 1945 ** WorksSetInWorldWarII/WorksAboutTheHolocaust: 1941-1945 [[/folder]]
pt_br: * Br/ObrasAmbientadasNaPrimeiraGuerraMundial: 1914 -- 1918 * Br/ObrasAmbientadasNaSegundaGuerraMundial: 1939 -- 1945 ** Br/ObrasSobreOHolocausto: 1941 -- 1945 [[/folder]]

source: * WorldGoneMad * AWorldHalfFull * WorldOfBadass: ''Everyone'' is a badass.
pt_br: * Br/MundoEnlouquecido * Br/MundoMeioCheio * Br/MundoDeFodoes: ''Todo mundo'' é um fodão.

source: * WorldHealingWave: A magical force that restores damage on a global or universal scale.
pt_br: * Br/OndaDeCuraGlobal: Uma força mágica que restaura dano em escala global ou universal.

source: * WorldInTheSky: All civilization is sky-based.
pt_br: * Br/MundoNoCeu: Toda a civilização vive no céu.

source: * WorldOfHam: ''Everyone'' is a LargeHam.
pt_br: * ??? WorldOfHam: ''Todo mundo'' é um ??? LargeHam.

source: * WorldOfHam: Where a simple conversation is spoken in ALL CAPS and [[PunctuatedForEmphasis PUNCTUATED!
pt_br: * ??? WorldOfHam: Quando uma conversa simples é falada TODA EM MAIÚSCULAS e [[Br/PontuadoParaEnfase PONTUADA!

source: * WorldShapes * WorldTour: When the story is set across multiple different locations around the Earth.
pt_br: * Br/FormasDeMundo * Br/TurneMundial: Quando a história se passa em locais diferentes em torno da Terra.

source: * WorthlessYellowRocks: ** The two Arquillians at the diner are chatting and one notices an ornamental case on the table.
pt_br: * Br/PedrasAmarelasInuteis: ** Os dois arquilianos no restaurante estão conversando e um deles nota um pequeno estojo ornado sobre a mesa.

source: * WorthlessYellowRocks: In one episode Sr.
pt_br: * Br/PedrasAmarelasInuteis: Em um episódio, Senhor

source: * WouldHitAGirl: Don Ramón has hit Doña Florinda a few times, though it has been accidental.
pt_br: * Br/BateriaEmUmaGarota: Seu Madruga já bateu em Dona Florinda algumas vezes, mas sempre de maneira acidental.

source: * WouldHitAGirl: Rebeca, who's the only girl between the kids, can almost be considered a ButtMonkey by how much she gets hit or at least hair-pushed by the boys - Tato, Binho, and ''even Dudão himself!'' * WouldHurtAChild: Tato and Zuca are clearly years older than the other children, and frequently hit them.
pt_br: * Br/BateriaEmUmaGarota: Rebeca, que é a única garota entre as crianças, é praticamente um Br/{{Corinho}} devido à quantidade de abuso que ela sofre na mão dos garotos -- Tato, Binho e ''até o próprio Dudão''! * Br/MachucariaUmaCrianca: Tato e Zuca claramente são bem mais velhos que as outras crianças, e eles frequentemente batem nelas.

source: * WouldHurtAChild: Except for Don Ramón, who hits Chavo in the head, pinches Quico [[note]]He has punished him in some other ways too, like placing his hand between two pieces of bread and taking a bite, burning him with a cigar, or threatening to hit him with his hammer[[/note]] and (reportedly) spanks Chilindrina on a regular basis, it's surprisingly averted for the other adult characters.
pt_br: * Br/MachucariaUmaCrianca: Seu Madruga, que bate o Chaves na cabeça, belisca o Quico [[note]]ele também já o puniu de outros modos, como colocando as mãos entre duas fatias de pão e dando uma mordida, queimando ele com um cigarro ou o ameaçando com um martelo[[/note]] e espanca a Chiquinha periodicamente. Para os outros personagens, isso é evitado.

source: * WouldntHitAGirl: ** The reason Don Ramón doesn't fight back when Doña Florinda slaps him.
pt_br: * Br/NaoBateriaEmUmaGarota: ** É o motivo pelo qual o Seu Madruga não revida quando a Dona Florinda bate nele.

source: * WouldntHurtAChild: Character draws the line at hurting children.
pt_br: * Br/NaoMachucariaUmaCrianca: O limite do personagem acaba quando se trata de ferir crianças.

source: * WoundedGazelleGambit: "¡Waaaaa, waa, waa, waa!
pt_br: * Br/GambitoDaGazelaFerida: "Waaaaa, waa, waa, waa!

source: * WoundedHeroWeakerHelper: A hero is wounded and needs help from a comparatively weaker/frailer character.
pt_br: * Br/HeroiFeridoAjudanteFraco: Um herói está machucado e precisa de ajuda de um personagem comparativamente fraco ou frágil.

source: * WretchedHive * YouWouldNotWantToLiveInDex [[/folder]]
pt_br: * ??? WretchedHive * Br/VoceNaoVaiQuererViverNesteIndice [[/folder]]

source: * WretchedHive: A lawless land, populated almost entirely with cutthroats and other scum.
pt_br: * ??? WretchedHive: Uma terra sem lei, habitada por todo tipo de bandidos e malfeitores.

source: * WriterCopOut: When the ending to a story is anticlimactic, has an unsatisfying climax, or isn't a proper ending.
pt_br: * ??? WriterCopOut: Quando o encerramento de uma história é anticlimático, tem um clímax insatisfatório, ou é inadequado.

source: * WrongSideOfTheTracks: The bad places to be in a setting with UrbanSegregation.
pt_br: * Br/LadoErradoDosTrilhos: Os lugares ruins para se estar em uma ambientação de Br/SegregacaoUrbana.

source: * XMarksTheHero: A character has a cross-shaped scar to show they're a badass good guy.
pt_br: * Br/OXMarcaOHeroi: Um personagem possui uma cicatriz em cruz para mostrar que ele é um fodão do bem.

source: * YankTheDogsChain: Sometimes, the reason for an unlucky character's luck disappearing is because having it stick around would shake up the status quo, but not always.
pt_br: * Br/PuxarACorrenteDoCachorro: Às vezes, o motivo para o sumiço da sorte de um personagem azarado é porque a permanência dessa sorte alteraria o status quo, mas não sempre.

source: * YeOldeNuclearSilo: In the future, abandoned nuclear silos are ready-made {{Elaborate Underground Base}}s.
pt_br: * Br/OVelhoSiloNuclear: No futuro, silos nucleares abandonados servirão como bases subterrâneas elaboradas que já vêm prontas.

source: * YouAreWhoYouEat: The "Edgar-suit".
pt_br: * Br/VoceEQuemVoceCome: A "roupa Edgar".

source: * YouCalledMeXItMustBeSerious: Whenever Doña Florinda calls Quico "Federico" (his actual name, as "Quico" is a nickname), he knows she's angry at him.
pt_br: * Br/VoceMeChamouDeXDeveSerSerio: Sempre que Dona Florinda chama o Quico de "Frederico" (o nome real dele, já que "Quico" é um apelido), ele sabe que ela está furiosa.

source: * YouCanSeeMe: Unfortunately, Invisible Boy, yes.
pt_br: * Br/VocePodeMeVer: Sim, Garoto Invisível.

source: * YouCouldHaveUsedYourPowersForGood: The hero points out that the villain could've used their gifts to benefit humanity.
pt_br: * Br/VocePoderiaTerUsadoSeusPoderesParaOBem: O herói ressalta ao vilão que ele poderia ter usado seus dons em benefício da humanidade.

source: * YouHaveNoIdeaWhoYoureDealingWith: Done with a dramatic zoom on Kay after he dismisses the "illegal aliens" in order to interrogate the ''ALIEN'', and he's had enough of the protests from Border Patrol.
pt_br: * Br/VoceNaoSabeComQuemEstaLidando: Feito com zoom dramático no K depois que ele dispensa os "aliens ilegais" para interrogar o ''ALIEN'', quando ele fica de saco cheio das reclamações dos agentes da fronteira.

source: * YouHaveOutlivedYourUsefulness: In the climax, the BigBad kills a group of Mooks expressly to demonstrate to the heroes that, unlike them, he can sacrifice his allies if he has to, or, y'know, [[ForTheEvulz if he feels like it]].
pt_br: * Br/VoceJaNaoEMaisUtil: No clímax, o Br/{{Malvadao}} mata um grupo de capangas apenas para demonstrar aos heróis que, ao contrário deles, ele pode sacrificar os aliados se ele precisar, ou, você sabe, [[Br/PorqueEuSouDuMalz se ele estiver a fim]].

source: * YouKilledMyFather: The Bowler.
pt_br: * Br/VoceMatouMeuPai: A Boliche.

source: * YouLookFamiliar: In-universe.
pt_br: * Br/VocePareceFamiliar: In-universo.

source: * YouMeddlingKids: Villains blame it on the "meddling kids" when caught.
pt_br: * Br/SuasCriancasEnxeridas: Vilões botam a culpa nas "crianças enxeridas"[[note]]e nesse cachorro idiota[[/note]] quando são pegos.

source: * YouMustBeCold: Someone puts their jacket over the other to protect them from the cold and/or snowy environment, to show that they're a good person underneath.
pt_br: * Br/VoceDeveEstarComFrio: Alguém coloca sua jaqueta sobre o outro para protegê-lo do frio ou da neve a fim de demonstrar que são uma boa pessoa.

source: * YouShouldntKnowThisAlready: Admonishing the player for using knowledge they shouldn't have.
pt_br: * Br/VoceNaoDeveriaSaberDissoAgora: Repreender o jogador por usar conhecimento que ele não deveria ter.

source: * YourApprovalFillsMeWithShame: A variation is used in regard to Profesor Jirafales: ** In an episode where Chavo, chilindrina, Noño, Quico, and Popis had to go to school to make up a test they failed, they keep misunderstanding the lesson Profesor Jirafales is trying to teach them.
pt_br: * Br/SuaAprovacaoMeEncheDeVergonha: Uma variação é usada em relação ao professor Girafales: ** Em um episódio onde Chaves, Chiquinha, Nhonho, Quico e Popis estão na escola para aulas de reforço, eles continuam sem entender a lição que o Girafales quer ensinar.

source: * YourMimeMakesItReal: There's one instance when Quico mocks el Chavo for playing tennis without a racket or a ball.
pt_br: * Br/SuaMimicaOTornaReal: Há um caso em que o Quico zomba do Chaves por jogar tênis sem raquete ou bola.

source: * YourMom: Doña Florinda to Don Ramón after slapping him for doing X to Quico: "Next time, go X your grandma!" El Chavo would then ask Don Ramón about X and Don Ramón's grandmother, resulting in Don Ramón hitting him and saying "NO te doy otra no más porque..." ("I won't hit you again cause...") or variations therof.
pt_br: * Br/SuaMae: Dona Florinda para o Seu Madruga após o estapear por fazer o que quer que seja com o Quico: "Na próxima vez, vai [fazer o que quer que seja] com a sua avó!". Chaves então pergunta ao Seu Madruga sobre o que a avó dele tem a ver, resultando no Seu Madruga batendo em Chaves enquanto diz "Só não te dou outra por que..."

source: * YourPrincessIsInAnotherCastle: It looks like the story or arc has ended, then another world/villain/problem appears.
pt_br: * Br/SuaPrincesaEstaEmOutroCastelo: Parece que a história terminou, mas aí outro mundo/vilão/problema surge.

source: * ZeppelinsFromAnotherWorld: A few can be seen floating over Champion City.
pt_br: * Br/ZepelinsDeOutroMundo: Alguns podem ser vistos flutuando por Champion City.

source: * ZeroApprovalGambit: Someone makes a plan that involves making everyone hate them.
pt_br: * Br/GambitoDeZeroDeAprovacao: Alguém elabora um plano que envolve fazer com que todos o odeiem.

source: * ZerothLawRebellion: One of the movie's main themes.
pt_br: * Br/RebeliaoDaLeiZero: Um dos temas principais do filme.

source: * ZombieApocalypseHero: The hero of a ZombieApocalypse, whose goal is to survive against the zombie hordes at all costs.
pt_br: * Br/HeroiDoApocalipseZumbi: O herói do Br/ApocalipseZumbi, cujo objetivo é sobreviver a todo custo contra as hordas de zumbis.

source: * [[AntiHero Anti Heroes]]: Mostly of the jagunços.
pt_br: * [[Br/AntiHeroi Anti-Heróis]]: Praticamente todos os jagunços.

source: * [[CheckPointStarvation Few—if any—Check Points or Save Points]].
pt_br: * Poucos -- ou nenhum -- pontos para salvar o progresso.

source: * [[ContinuingIsPainful Losing all or most of your weapons/powerups when you die; or having your score reset to 0 whenever you use the ability to continue, if available]].
pt_br: * [[Br/ContinuarEDolorido Perder a maioria (ou todas) das armas/melhorias ao morrer, ou ter a pontuação resetada para 0 sempre que você usa a opção de continuar]].

source: * [[LastNoteNightmare Ending on a note]] [[BreadEggsMilkSquick or element]] no sane person would.
pt_br: * [[Br/PesadeloDeUltimaNota Finalizar com uma nota]] ou elemento que nenhuma pessoa sã usaria.

source: * [[NothingIsScarier Not showing anything]], and [[TheUnreveal leaving some things unexplained]].
pt_br: * [[Br/NadaEMaisAssustador Não mostrar nada]] e [[Br/ANaoRevelacao deixar algumas coisas sem explicação]].

source: * [[PyrrhicVictory When the victory is only achieved]] at the [[HeroicSacrifice sacrifice]] of people dear to the heroes ([[TheHeroDies if not the heroes themselves]]) — or perhaps was [[SenselessSacrifice attempted to be won at this cost]], and the heroes had to soldier on to victory without any benefit from it.
pt_br: * [[Br/VitoriaPirrica Quando a vitória só é conquistada]] ao custo do [[Br/SacrificioHeroico sacrifício]] de pessoas queridas aos heróis ([[Br/OHeroiMorre ou dos próprios heróis]]) -- ou talvez tenha se tentado [[Br/SacrificioSemSentido a vitória a esse custo]], e os heróis tiveram que seguir sem obter benefício real.

source: * [[SequelReset Undoing the ending of the previous work]] when it gave no room for more stories.
pt_br: * [[Br/ReinicioDeSequencia Desfazer o final da obra anterior]] quando ele não dá margem para mais histórias.

source: * [[SugarWiki/AwesomeMusic Gripping orchestral music]] (bonus points for {{ominous Latin chanting}})[[note]] [[ThePowerOfRock Rock music]] also works.[[/note]] * [[LightingTropes Dramatic lighting]] * {{Repeat cut}}s abound * Extreme close-ups * Fast cutting * [[ChewingTheScenery Exaggerated expressions]] and [[MilkingTheGiantCow gestures]] * [[PunctuatedForEmphasis Excessive intonation in speech]] * [[{{Overcrank}} Slow motion]], often SlowMotionDrop or SlowMotionFall * [[MonikerAsEnticement Flashy titles assigned to people with mundane skills, especially if it's meant to teach those skills to kids]].
pt_br: * [[BrSugarWiki/MusicaFantastica Música orquestral dramática]] (pontos bônus se houver um Br/CoroOminosoEmLatim)[[note]][[Br/OPoderDoRock Músicas de rock]] também funcionam.[[/note]] * [[Br/TroposDeIluminacao Iluminação dramática]] * ''Closes'' extremos * Cortes rápidos * Gestos e expressões exagerados * [[Br/PontuadoParaEnfase Entonação excessiva na fala]] * Movimento em câmera lenta, geralmente uma Br/DerrubadaEmCameraLenta ou uma Br/QuedaEmCameraLenta * Títulos vistosos dados a pessoas com habilidades mundanas, principalmente se o objetivo é ensinar para crianças as ditas habilidades.

source: * [[TheChessmaster They are brilliant]] and utterly devious, a smooth operator.
pt_br: * [[Br/OMestreEnxadrista Eles são brilhantes]] e operam por caminhos desleais.

source: * [[VisionaryVillain They have a goal]], and they're not going to stop until they've completed it.
pt_br: * [[Br/VilaoVisionario Eles têm um objetivo]] e não vão parar até que o tenham alcançado.

source: * [[https://tvtropes.org/pmwiki/namespace_index.php?ns=Administrivia Administrivia/]] -- Used for {{Administrivia}}, pages about wiki policy and guidelines and stuff.
pt_br: * [[https://tvtropes.org/pmwiki/namespace_index.php?ns=BrAdministrivia BrAdministrivia/]] -- Usado para páginas relacionadas à administração do site, contendo as políticas da wiki e orientações diversas.

source: * [[https://tvtropes.org/pmwiki/namespace_index.php?ns=Analysis Analysis/]] -- Complex [[{{Analysis}} analyses]] of a work that don't fit well in a paragraph or elaborations that would derail a trope description.
pt_br: * [[https://tvtropes.org/pmwiki/namespace_index.php?ns=BrAnalise BrAnalise/]] -- Análises complexas de uma obra que não caberiam em um único parágrado ou elaborações que mudariam o foco da descrição de um tropo.

source: * [[https://tvtropes.org/pmwiki/namespace_index.php?ns=Archive Archive/]] -- Namespace for archived pages.
pt_br: * [[https://tvtropes.org/pmwiki/namespace_index.php?ns=Archive Archive/]] -- Para páginas arquivadas.

source: * [[https://tvtropes.org/pmwiki/namespace_index.php?ns=Characters Characters/]] -- [[CharacterSheets Lists of characters]] in a work and the tropes associated with them.
pt_br: * [[https://tvtropes.org/pmwiki/namespace_index.php?ns=BrPersonagens BrPersonagens/]] -- Listas de personagens em uma obra e os tropos associados a eles.

source: * [[https://tvtropes.org/pmwiki/namespace_index.php?ns=DarthWiki DarthWiki/]] -- [[DarthWiki/ThisExists The Dark Side]] of the wiki.
pt_br: * [[https://tvtropes.org/pmwiki/namespace_index.php?ns=BrWikiSombria BrWikiSombria/]], ou "Darth Wiki" -- O lado mais sombrio da wiki.

source: * [[https://tvtropes.org/pmwiki/namespace_index.php?ns=FanWorks FanWorks/]] -- Indexed subpages that hold an index for the fan works of a given work.
pt_br: * [[https://tvtropes.org/pmwiki/namespace_index.php?ns=BrObrasDeFas BrObrasDeFas/]] -- Páginas para obras de fãs baseadas em outra obra.

source: * [[https://tvtropes.org/pmwiki/namespace_index.php?ns=FanficRecs FanficRecs/]] -- Troper-approved FanFicRecommendations for a series.
pt_br: * [[https://tvtropes.org/pmwiki/namespace_index.php?ns=BrFanficsRecomendadas BrFanficsRecomendadas/]] -- Recomendações de fanfics aprovadas por tropoeiros.
